rpi5-2/old/20240113-2038/0-master/1000/pgbench.log
pgbench (17devel)
transaction type: 20240113-2038/0-master/1000/star-100-100.sql
scaling factor: 1
query mode: prepared
number of clients: 8
number of threads: 8
maximum number of tries: 1
duration: 15 s
number of transactions actually processed: 8569
number of failed transactions: 0 (0.000%)
latency average = 14.007 ms
initial connection time = 8.916 ms
tps = 571.138922 (without initial connection time)